<?php
/*
 * 源码出处：大-叔-来
 * 官方网址: www.dashulai.com
 * 备用网址: https://dwz.cn/q4scNR7Q(请收藏备用!)
 * 本资源来源于网络收集,仅供个人学习研究欣赏，请勿用于商业用途，并于下载24小时后删除!
 * 技术支持/更新维护：官网 https://www.dashulai.com
 * 
 */
if(!defined('IN_DISCUZ')) {
	exit('Access Denied');
}

$worksArray = array(
    '1' => '学生',
    '2' => '高层管理',
    '3' => '私营业主',
    '4' => '销售',
    '5' => '策划',
    '6' => '研发/技术',
    '7' => '设计',
    '8' => '财务',
    '9' => '人事行政',
    '10' => '客服',
    '11' => '文秘助理',
    '12' => '咨询培训',
    '13' => '职员',
    '14' => '部门主管',
    '15' => '公务员',
    '16' => '机关干部',
    '17' => '教师',
    '18' => '工人',
    '19' => '农民',
    '20' => '军人',
    '21' => '警察',
    '22' => '医生',
    '23' => '护士',
    '24' => '艺术',
    '25' => '演艺',
    '26' => '模特',
    '27' => '记者编辑',
    '28' => '体育',
    '29' => '律师',
    '30' => '专业人士',
    '31' => '自由职业',
    '32' => '家庭主妇',
    '33' => '待业',
    '34' => '退休',
    '127' => '其它',
);

$eduArray = array(
    '1' => '高中及以下',
    '2' => '大专',
    '3' => '本科',
    '4' => '硕士',
    '5' => '博士',
);

$payArray = array(
    '1' => '2000以下',
    '2' => '2000-5000',
    '3' => '5000-8000',
    '4' => '8000-10000',
    '5' => '10000-20000',
    '6' => '20000-50000',
    '7' => '50000以上',
);

$maritalArray = array(
    '1' => '单身',
    '5' => '恋爱',
	'4' => '已婚',
    '2' => '离异',
    '3' => '丧偶',
    '6' => '保密',
);

$ageSearchArray = array(
	'9' => '18岁以下',
    '1' => '18-23岁',
	'2' => '24-27岁',
    '3' => '28-30岁',
    '4' => '31-34岁',
    '5' => '35-39岁',
    '6' => '40-45岁',
    '7' => '45-55岁',
    '8' => '55岁以上',
);
