// +----------------------------------------------------------------------
// | Program Name: 欢迎站长加入大叔来（www.dashulai.com）互相学习和分享
// +----------------------------------------------------------------------
// | Copyright:    (c) 2009-2019 www.dashulai.com All rights reserved.
// +----------------------------------------------------------------------
// | Developer:    Dashulai.com
// +----------------------------------------------------------------------
// | Author:       大叔来（www.dashulai.com）
// +----------------------------------------------------------------------


 * 感谢支持！您的支持是我们最大的动力！为站长提供最有建站价值的需求资源！

 * 欢迎大家来访获得最新更新的优秀资源！更多VIP特色资源不容错过！！

 * 店铺地址：大叔来（www.dashulai.com）

##############################################################################

━┅━┅━┅━┅━┅━┅━┅━┅━━┅━┅━┅━┅━┅━┅━┅━
免责声明：
根据《著作权法》第二十二条规定：
“在下列情况下使用作品，可以不经著作权人许可，不向其支付报酬：
（一）为个人学习、研究或者欣赏，使用他人已经发表的作品；”
也是鉴于此，请站长按此说明研究软件!

本站所有源码都来源于网络收集修改或者交换!
如果侵犯了您的权益,请及时告知我们,我们即刻删除!